/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Eine Minute vor Trennung der Verbindung warnen";

/* Title for the about page */
"About" = "Über";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Konten";

/* String to be displayed when a buddy is Active */
"Active" = "aktiv";

/* Button title to add someone as a buddy */
"Add" = "Hinzufügen";

/* The title for the view to add a buddy */
"Add Buddy" = "Freund hinzufügen";

/* String to describe advanced set of settings */
"Advanced" = "Erweitert";

/* Agree to EULA */
"Agree" = "Zustimmen";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Klartext-Authentifizierung erlauben";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Automatisch löschen";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Autostart-Verschlüsselung";

/* Label in buddy list for users that are available */
"Available" = "Verfügbar";

/* Label in buddy list for users that are away */
"Away" = "Abwesend";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Die App ist nur eine Minute im Hintergrund aktiv";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Einfach";

/* The String for a button to block a buddy */
"Block" = "Sperren";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Sperren & entfernen";

/* Name for default buddy group */
"Buddies" = "Freunde";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Freund Info";

/* Title for the buddy list tab */
"Buddy List" = "Freundesliste";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Abbrechen";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "verschlüsselten Chat beenden";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Unterhaltung";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Sicheres Gespräch starten";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox besteht aus vielen Open-Source-Projekten";

/* let users know source is on Github */
"Check out the source here on Github" = "Den Quelltext auf Github ansehen";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Chat-Verlauf löschen";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Trotzdem verbinden";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Verbinden mit Facebook";

/* Whether or not account is logged in */
"Connected" = "verbunden";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Hilf bei der Übersetzung";

/* Title for the conversations tab */
"Conversations" = "Gespräche";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Account löschen?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Gespräche löschen oder trennen";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Zugestellt";

/* Disagree with EULA */
"Disagree" = "Ablehnen";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Facebook trennen";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Getrennt";

/* Text for button to dismiss alert view */
"Dismiss" = "Ablehnen";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Nicht stören";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Der Domain Name muss bei benutzerdefinierten Ports manuell gesetzt werden.";

/* Title for donation link */
"Donate" = "Spenden";

/* Title for button to press when user is finished */
"Done" = "Fertig";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Aktiviert das opportunistische OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Eingegebener Text";

/* Title of error message pop-up box */
"Error!" = "Fehler!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "verlängert Auswärts";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Verbindung zum XMPP-Server konnte nicht hergestellt werden. Bitte die Anmeldedaten sowie Internetverbindung überprüfen und erneut versuchen.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Berechtigung fehlgeschlagen. Bitte erneut versuchen.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Ihr Fingerabdruck";

/* Size for the font in the chat screen */
"Font Size" = "Schriftgröße";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "weg";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Gruppe";

/* The string describing a buddy's groups ... plural */
"Groups" = "Gruppen";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Servername";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Servername fehlerhaft";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorieren";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "Um die Sprache zu ändern: Gehen Sie zuerst zurück zum \"Home Screen\" und entfernen Chatterbox dann von den zuletzt genutzten Apps.";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inaktiv";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Verschlüsselte Unterhaltung starten";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "ist jetzt verfügbar";

/* Message shown in line for users that are away */
"is now away" = "ist jetzt abwesend";

/* Message shown in line for users that are offline */
"is now offline" = "ist jetzt offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Sprache";

/* String of title to alert user language is change */
"Language Change" = "Sprache ändern";

/* log in to account */
"Log In" = "Anmelden";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Logge dich auf der Einstellungsseite (in der oberen rechten Ecke der Freundesliste) ein und wähle einen Freund aus der Liste um den Chat zu beginnen.";

/* log out from account */
"Log Out" = "Abmelden";

/* shown during the login process */
"Logging in..." = "Anmeldung …";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Anmelden zu";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Von OSCAR abmelden?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Von XMPP abmelden?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Nachricht";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Name";

/* For a new settings value */
"New" = "Neu";

/* Title for New Account View */
"New Account" = "Neues Konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Neue Status Nachricht: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Keine gespeicherten Konten";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Nicht verfügbar";

/* Not Verified or cancel verified */
"Not Verified" = "Nicht Verifiziert";

/* Label in buddy list for users that are offline */
"Offline" = "Nicht verfügbar";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Alt";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "In Safari öffnen";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Optional";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR Instant Messenger";

/* Title for other miscellaneous settings group */
"Other" = "Andere";

/* Label text for password field on login screen */
"Password" = "Passwort";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Ausstehende Genehmigung";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "dauerhaft löschen";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "Projekt Homepage";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Unbestätigter Fingerabdruck von";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Lesen";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "letzte Kontakte";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Abweisen";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Passwort merken";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Benutzernamen merken";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Entfernen";

/* Reply to an incoming message */
"Reply" = "Antworten";

/* Setting name for requiring a TLS connection */
"Require TLS" = "TLS verlangen";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "benötigt";

/* Title for button for saving a setting */
"Save" = "Speichern";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Sicherheitswarnung";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Self-Signed-SSL";

/* For sending a message */
"Send" = "Senden";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Empfangsbestätigung senden";

/* String on button to email feedback */
"Send Feedback" = "Feedback geben";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Sende \"Tippt\"-Benachrichtigung";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Einstellungen";

/* Title for sharing a link to the app */
"Share" = "Teilen";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Abmelde-Warnung";

/* description for what the font size setting affects */
"Size for font in chat view" = "Schriftgröße in Gesprächsfenster";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL Hostname Mismatch";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Abonnementanforderungen";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Das Gespräch mit %@ ist nicht länger sicher.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Es ist ein Fehler bei der Validierung des Zertifikats für %@ aufgetreten. Das kann ein Indiz darür sein, dass jemand versucht, Ihre Kommunikation abzufangen.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Dieser Chat ist verschlüsselt";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Dieser Chat ist verschlüsselt und verifiziert";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatterbox and will redirect to the App Store." = "Der QR-Code ist ein Link zu http://omniqrcode.com/q/chatterbox und leitet zum Appstore weiter.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "tippt";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "benutzer@gmail.com";

/* Label text for username field on login screen */
"Username" = "Benutzername";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "verifiziert";

/* Shown when verifying fingerprints */
"Verify" = "Bestätigen";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Fingerabdruck bestätigen";

/* Shown when verifying fingerprints */
"Verify Later" = "später verifizieren";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Achtung: Dieser Chat ist nicht verschlüsselt";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Achtung: Mit Vorsicht benutzen! Dies kann deine Sicherheit beeinträchtigen.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Wenn Sie dieses Gespräch verlassen wird dauerhaft gelöscht.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Du (%@) hast dich abgemeldet.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Du bist: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Sie müssen sich erst in einem sicheren Gespräch befinden.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Zum Anmelden Benutzernamen und Passwort eingeben.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Deine Spende hilft die kontinuierliche Entwicklung von Chatterbox zufinanzieren.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Ihr Facebook Benutzername ist nicht die E-Mail-Adresse, die Sie zum anmelden bei Facebook benutzen";

